Repository: eng-dallavecchia/solarvi
Catalog: SolarMobile/SolarMobile/AppResources.*.resx
Languages: pt_br

# aboutMessage
source: This software was developed with educational purposes only. However, it should give you a decent estimate on the viability of photovoltaic systems, especially if you live close to Canada, United States, Russia, Japan, South Africa, Australia, Brazil, Mexico, United Kingdom, South Korea, Turkey, Indonesia, Germany, France, China, Italy or India. You should take into account that energy regulations vary a lot from country to country and professional help should be sought if you are interested in investing.
pt_br: Este aplicativo foi desenvolvido para uso educacional apenas. Porém, deve fornecer uma boa estimativa para a viabilidade de sistemas fotovoltáicos, especialmente se você mora próximo ao Canadá, Estados Unidos, Rússia, Japão, África do Sul, Austrália, Brasil, México, Reino Unido, Coréia do Sul, Turquia, Indonésia, Alemanha, França, China, Itália ou Índia. Tome nota de que a legislação para energia varia muito de país para país e ajuda profissional é necessária se você está interessado em investir.

# cashFluxTitle
source: Cash Flux
pt_br: Fluxo de Caixa

# financesMessage
source: For the financial analysis, we are considering the currency and total costs of solar systems in COUNTRY (CURRENCY). The final cost of your photovoltaic system should be $ TOTALCOST. A cash flux bellow will illustrate the financial return for the next 25 years, considering an average raise of 5% in your kWh fee every year.
pt_br: Para a análise financeira, consideramos a moeda e o custo total de sistemas solares no(a) COUNTRY (CURRENCY). O custo final do seu sistema fotovoltáico deve ser R$ TOTALCOST. O fluxo de caixa abaixo vai ilustrar o retorno financeiro para os próximos 25 anos, considerando um aumento anual de 5% no custo do kWh.

# formCoverage
source: Energy coverage wanted:
pt_br: Cobertura desejada:

# formFee
source: Price for kWh:
pt_br: Preço do kWh:

# formSpendings
source: Average money spent on energy by month:
pt_br: Quantia média gasta com energia por mês:

# generationMessage
source: Your monthly energy generation should look like this:
pt_br: Sua geração de energia mensal deverá ser assim:

# generationTitle
source: Energy Generation
pt_br: Geração de Energia

# ghiMessage
source: Your region has an average of V1 kWh/(m².day). Based on this fact, and with your energy bill, we will calculate the viability of solar power where you live.
pt_br: Sua região tem uma média de V1 kWh/(m².dia). Baseando-se nisso e na sua conta de luz, vamos calcular a viabilidade da energia solar onde você está.

# homeMessage
source: This App will help you with investigating solar power viability close to your area. To achieve this, we are going to use your location and your energy bill. Please read the about page for further information.
pt_br: Este App irá ajudá-lo a investigar a viabilidade da instalação de painéis solares em sua região. Para isso, precisaremos de sua localização e de sua conta de luz. Por favor, leia a About Page para mais informações.

# pieChartMessage
source: This pie chart illustrates the total financial return after 25 years.
pt_br: Este gráfico de pizza mostra o retorno financeiro total depois de 25 anos.

# pieChartTitle
source: Total Return
pt_br: Retorno Total

# revenueMessage
source: Your monthly revenue will vary according to your power generation:
pt_br: Sua receita mensal vai variar de acordo com a geração de energia:

# revenueTitle
source: Revenue
pt_br: Receita Mensal

# startMessage
source: Begin!
pt_br: Começar!
